{
    
    "Syne": "Syne-arabic",
    "Syne-arabic": "Syne-arabic",
    "Reem": "Reem",
    "Medium":"SyneMedium",
    "bolder":"bolders",
    "bold":"bold",
    "hsize":"",
    "h3size":"",
    "h4size":"",
    "h5size":"",
    "psize":"",
    "p2size":"",
    "Attique ur Rehman":"عتيق الرحمن",
    "Abdullah Zubair":"عبداللہ زبیر",
    "Kamran Zafar":"کامران ظفر",
    "Backend-Developer":"المطور الخلفي",
    "Expand in Pakistan with us":"توسع معنا في المملكة پاکستان",
    "The KSA is one of the economies foreseeing the future, with its untapped opportunities and unique investment opportunities":"تعد المملكة العربية السعودية واحدة من الاقتصادات التي تتطلع إلى المستقبل ، بما تتمتع به من فرص غير مستغلة وفرص استثمارية فريدة",
    "Contact us":"اتصل بنا",
    "Top Choice For 100% Foreign-Owned Company Setup In KSA":"أفضل خيار للملكية الأجنبية بنسبة 100٪  تأسيس الشركة في المملكة العربية السعودية",
    "Starting an independent foreign-owned business in the Kingdom of Saudi Arabia is a demanding process because of registrations and licenses from MISA and other ministries, residency fees, and various permits. Leveraging the service of a foreign business consultant in KSA like Motaded will help you avoid different roadblocks in the process. Having gone through the process for multiple LLCs and JSCs before, Motaded offers expert business setup KSA. Let us take care of the extensive requisites of your business setup and start your operations with solid legal and working foundations.":"إن بدء عمل تجاري مستقل مملوك لأجانب في المملكة العربية السعودية هو عملية صعبة بسبب التسجيلات والتراخيص من وزارة الشؤون الخارجية والوزارة والوزارات الأخرى ، ورسوم الإقامة ، والتصاريح المختلفة. ستساعدك الاستفادة من خدمة مستشار الأعمال الأجنبية في المملكة العربية السعودية مثل متدد على تجنب العقبات المختلفة في هذه العملية. بعد اجتياز العملية للعديد من الشركات ذات المسؤولية المحدودة وشركات الخدمات المشتركة من قبل ، تقدم متدد إعداد أعمال خبير في المملكة العربية السعودية. دعنا نعتني بالمتطلبات الشاملة لإعداد عملك وبدء عملياتك بأسس قانونية وعملية متينة.",
    "Growth":"نمو",
    "Our shared ownership fuels our commitment to client success.":"إن ملكيتنا المشتركة تغذي التزامنا بنجاح العميل.",
    "Consultant":"مستشار",
    "Over 40 years of driving brand innovations for clients and customers.":"أكثر من 40 عامًا من ابتكارات العلامة التجارية للعملاء والعملاء.",
    "Development":"تطوير",
    "Helping brands translate insights, ideas and experiences into value.":"مساعدة العلامات التجارية على ترجمة الرؤى والأفكار والتجارب إلى قيمة.",
    "Our Services":"خدماتنا",
    "Ministry of foreign affairs":"وزارة الشئون الخارجية",
    "Work Visa":"تأشيرة عمل",
    "Administrative Supports":"دعامات إدارية",
    "Establishing Companies":"تأسيس الشركات",
    "Ministry of Investment":"وزارة الاستثمار",
    "MESA License":"رخصة ميسا",
    "Ministry of Commerce ":"وزارة التجارة",
    "Commercial Register":"السجل التجاري",
    "Chamber of Commerce":"غرفة التجارة",
    "Subscription":"الاشتراك",
    "Ministry of Labor":"وزارة العمل",
    "Qawia platform":"منصة قاوية",
    "General Organization for Social Insurance":"المؤسسة العامة للتأميناتччالاجتماعية",
    "(Madad platform)":"(منصة مدد",
    "National Address":"العنوان الوطني",
    "(SBL)":"(SBL) ",
    "Ministry of Interior":"وزارة الداخلية",
    "Muqeem platform":"منصة مقيم",
    "Zakat and Tax Authority. ":"مصلحة الزكاة والدخل",
    "Medical Insurance Board. ":"مجلس التأمين الطبي",
    "Saudi Business Center.":"مركز الأعمال السعودي",
    "Government costs":"التكاليف الحكومية",
    "We are the leading company in the field of incorporation for local and foreign companies and investors":"نحن الشركة الرائدة في مجال التأسيس للشركات والمستثمرين المحليين والأجانب",
    "We always step forward to be next to the newly established organizations in the Saudi market to accompany them in the establishment and overcome the difficulties from the commercial registry until the beginning of the first projects of the organization. Herein actually lies the fact of multiple choice, which is considered the ideal company because of its experience in the field of incorporation from individuals to companies of the type of joint stock, and the experience is reflected in keeping pace with the development of regulations and laws in the Kingdom of Saudi Arabia. Motaded also provides a lot of":"نتقدم دائمًا لنكون بجانب المنظمات المنشأة حديثًا في السوق السعودي لمرافقتهم في التأسيس والتغلب على الصعوبات من السجل التجاري حتى بداية المشاريع الأولى للمؤسسة. وهنا تكمن حقيقة الاختيار من متعدد والتي تعتبر الشركة المثالية لما تتمتع به من خبرة في مجال التأسيس من أفراد إلى شركات من نوع المساهمة ، وتنعكس التجربة في مواكبة تطور الأنظمة والقوانين. في المملكة العربية السعودية. كما يوفر متضيد الكثير من ملفات",
    "KeyNumbers":"الأرقام الرئيسية",
    "When the team is one of the most efficient experts who have complete knowledge about establishing companies through the stages.":"عندما يكون الفريق من أكفأ الخبراء الذين لديهم معرفة كاملة بتأسيس الشركات عبر المراحل.",
    "Nominal GDP in 2020":"الناتج المحلي الإجمالي الاسمي في عام 2020",
    "FDI inflows in 2020":"تدفقات الاستثمار الأجنبي المباشر في عام 2020",
    "Our perfect Team":"فريقنا المثالي",
    "Mukhlid Alqahtani":"مخلص القحطاني",
    "GM":"مدير عام",
    "An expert in establishing companies for investors, managing investors’ businesses, and government relations":"خبير في تأسيس الشركات للمستثمرين وإدارة أعمال المستثمرين والعلاقات الحكومية",
    "Abdullah Hassan":"عبد الله حسان",
    "Business Development":" تطوير الاعمال",
    "Advise investors in Saudi market to set a business and helping with HR operation and recruitment well experienced in F&B industry and other Similar industry related to administrative":"تقديم المشورة للمستثمرين في السوق السعودي لتأسيس الأعمال التجارية والمساعدة في تشغيل الموارد البشرية والتوظيف من ذوي الخبرة في صناعة المأكولات والمشروبات وغيرها من الصناعات المماثلة المتعلقة بالإدارة",
    "Abdualrahman Alqahtani":"عبد الرحمن القحطاني",
    "An expert recruitment consultant helps organizations find the best candidates by understanding their labor market needs and preparing tailored employment plans. They possess excellent communication and persuasion skills.":"يساعد مستشار التوظيف الخبير المؤسسات في العثور على أفضل المرشحين من خلال فهم احتياجات سوق العمل الخاصة بهم وإعداد خطط توظيف مخصصة. لديهم مهارات اتصال وإقناع ممتازة.",
    "Abdullah Alqahtani":"عبد الله القحطاني",
    "Expert in commercial law, with practical skills in handling all company-related commercial issues from contract formulation to commercial court pleading.":"خبير في القانون التجاري ، يتمتع بمهارات عملية في التعامل مع جميع القضايا التجارية المتعلقة بالشركة من صياغة العقود إلى الترافع أمام المحكمة التجارية.",
    "Tell about nature of your business":"أخبر عن طبيعة عملك",
    "Let’s Chat With":"دعونا ندردش",
    "Motaded":" مع متدد",
    "Get In Touch":"اتصل بنا",
    "First name*":"الاسم الأول*",
    "Last name*":"اسم العائلة*",
    "Email":"بريد إلكتروني*",
    "Phone number":"رقم التليفون",
    "Organization*":"منظمة*",
    "Please describe your primary business activity*":"يرجى وصف نشاطك التجاري الأساسي *",
    "Is Your Company Established For 1 Year or More?":"هل تأسست شركتك لمدة عام أو أكثر؟",
    "Are You a Trading or Import/Export Company?":"هل أنت شركة تجارة أم استيراد / تصدير؟",
    "When would you like to set up your business?":"متى ترغب في إنشاء عملك؟",
    "Immediately":"في الحال",
    "In 3 month":"في 3 شهور",
    "In 6 month":"في 6 شهور",
    "In year":"في العام",
    "Submit":"يُقدِّم",
    "Four new zones. Four new global hubs. Four game-changing opportunities.":"أربع مناطق جديدة.أربعة محاور عالمية جديدة. أربع فرص لتغيير قواعد اللعبة.",
    "Join global players to innovate and scale in both established and emerging industries at strategic locations across the Kingdom":"انضم إلى اللاعبين العالميين للابتكار والتوسع في كل من الصناعات القائمة والناشئة في مواقع استراتيجية في جميع أنحاء المملكة.",
    "King Abdullah Economic City (KAEC) SEZ":"مدينة الملك عبدالله الاقتصادية (KAEC) المنطقة الاقتصادية الخاصة",
    "Ras Al-Khair Special Economic Zone":"الحوسبة السحابية المناطق الاقتصادية الخاصة",
    "Jazan Special Economic Zone":"منطقة جازان الاقتصادية الخاصة",
    "Cloud Computing SEZ":"منطقة رأس الخير الاقتصادية الخاصة",
    "Access an unparalleled geostrategic location at the heart of global trade routes":"الوصول إلى موقع جيوستراتيجي لا مثيل له في قلب طرق التجارة العالمية",
    "13% of global trade passes through the Red Sea and your company can easily connect into global supply chains here, utilizing existing, world-class infrastructure and the world’s most efficient port (as rated by the World Bank 2022).":"تمر 13٪ من التجارة العالمية عبر البحر الأحمر ويمكن لشركتك الاتصال بسهولة بسلاسل التوريد العالمية هنا ، باستخدام البنية التحتية الحالية ذات المستوى العالمي والميناء الأكثر كفاءة في العالم (وفقًا لتصنيف البنك الدولي 2022).",
    "Key location information":"معلومات الموقع الرئيسية",
    "Sectors of opportunity":"قطاعات الفرص",
    "Province: Makkah":"المحافظة: مكة المكرمة",
    "90 minutes from Jeddah Airport":"90 دقيقة عن مطار جدة",
    "Size of the zone: 60km2":"حجم المنطقة: 60 كم2",
    "Automobile supply chain and assembly":"سلسلة توريد السيارات والتجميع",
    "Consumer goods":"السلع الاستهلاكية",
    "ICT (Electronic light manufacturing)":"تكنولوجيا المعلومات والاتصالات (التصنيع الإلكتروني الخفيف)",
    "Pharmaceuticals":"الأدوية",
    "MedTech":" ميدتيك",
    "Logistics":"اللوجستيات",
    "Abundant electrical supply including over 29GWH of clean power annually ":"إمدادات كهربائية وفيرة بما في ذلك أكثر من 29 جيجاوات ساعة من الطاقة النظيفة سنويا",
    "Potable and process water supply, with distribution at 1.5 bar minimum":"إمدادات مياه الشرب والمعالجة ، مع التوزيع عند 1.5 بار كحد أدنى",
    "The gas zone will supply investors with natural gas at a significant cos advantage":"مجموعة واسعة من خدمات الاتصالات مع شبكة الألياف للدولة من بين الفن",
    "Wide portfolio of telecoms services with a state-of-the-art fiber network":"ستزود منطقة الغاز المستثمرين بالغاز الطبيعي بميزة تكلفة كبيرة",
    "Reliable sewage networks, including a membrane bio-reactor plant":"شبكات الصرف الصحي الموثوقة ، بما في ذلك مصنع المفاعلات الحيوية الغشائية",
    "Download the brochure":"تحميل الكتيب",
    "Establish your business within a global powerhouse for the maritime industries":"تأسس شركتك في قوة عالمية لصناعات البحرية",
    "At the center of the Arabian Gulf, with an abundant supply of industrial talent and a quick and efficient multimodal transport system, Ras Al-Khair SEZ seamlessly connects your business to global markets.":"في وسط الخليج العربي، مع توفر وفير للمواهب الصناعية ونظام نقل متعدد الأوساط سريع وفعال، توفر منطقة رأس الخير للمناطق الاقتصادية الخاصة اتصالًا سلسًا لشركتك بالأسواق العالمية.",
    "100km from the vibrant city of Jubail":"على بُعد 100 كيلومتر من مدينة الجبيل النابضة بالحياة.",
    "Size of the zone: 20km2":"حجم المنطقة: 20 كيلومتر مربع.",
    "Shipbuilding and MRO":"بناء السفن والصيانة وإصلاح السفن.",
    "Rig platforms and MRO":"منصات الحفر وصيانة وإصلاح منصات الحفر.",
    "Access state-of-the-art technologies including AI, biometrics and IOT":"الوصول إلى أحدث التقنيات بما في ذلك الذكاء الاصطناعي، التحقق البيومتري، والإنترنت من الأشياء (IOT).",
    "Enjoy green products and materials, as well as renewable energy sources":"استمتع بالمنتجات والمواد البيئية الصديقة للبيئة، بالإضافة إلى مصادر الطاقة المتجددة.",
    "Benefit from green products, materials, and renewable energy sources":"تستفيد من المنتجات والمواد البيئية الصديقة للبيئة، ومصادر الطاقة المتجددة.",
    "Access internationally competitive prices":"الوصول إلى أسعار تنافسية عالميًا.",
    "Take advantage of innovative lifecycle management offerings":"استفد من العروض الابتكارية لإدارة دورة حياة المشاريع.",
    "Flexibility to provide cloud computing services from the zone, with the ability to build and operate data centers from all over the kingdom":"المرونة في تقديم خدمات الحوسبة السحابية من المنطقة، مع القدرة على بناء وتشغيل مراكز البيانات من جميع أنحاء المملكة.",
    "Affordable network connectivity and electricity available at a competitive rate of 0.05 USD/KWH for businesses ":"توفر توصيل شبكة الإنترنت والكهرباء بأسعار معقولة بسعر تنافسي قدره 0.05 دولار للكيلوواط في الساعة للشركات.",
    "Expat levy ensuring fees exemption for employees and their families in the zone":"الرسوم الخاصة بالعمال الوافدين تضمن استثناء الرسوم للموظفين وعائلاتهم في المنطقة.",
    "Special tax treatment in line with OECD principle that avoids double taxation and accommodates CSPS operating model ":"المعاملة الضريبية الخاصة وفقًا لمبدأ منظمة التعاون والتنمية الاقتصادية (OECD) الذي يتجنب الضريبة المزدوجة ويتكيف مع نموذج تشغيل الشركات الخدمات المشتركة للمركز الاستراتيجي للصناعات البحرية.",
    "Establishing companies":"إنشاء الشركات",
    "Recruitment":"التوظيف",
    "Ready workspace":"مساحة عمل جاهزة",
    "Managing the human resources department":"إدارة قسم الموارد البشرية",
    "Developing the relationship with government agencies":"تطوير العلاقة مع الجهات الحكومية",
    "Legal advice":"نصيحة قانونية",
    "Administrative consulting":"استشارات إدارية",
    "Providing business partners":"توفير شركاء تجاريين",
    "Where emerging and disruptive technologies flourish":"حيث تزدهر التقنيات الناشئة والمبتكرة",
    "Expat levy ensuring fees exemption for employees and their families in the zone ":"ضريبة العاملين الأجانب تضمن الإعفاء من الرسوم للموظفين وعائلاتهم في المنطقة.",
    "Flexibility to provide cloud computing services from the zone, with the ability to build and operate data centers from all over the kingdom ":"مرونة توفير خدمات الحوسبة السحابية من المنطقة، مع القدرة على بناء وتشغيل مراكز البيانات من جميع أنحاء المملكة.",
    "Be part of Saudi Arabia’s own ‘Silicon Valley’ and establish yourself in a home for emerging and disruptive digital technologies.":"كن جزءًا منوادي السيليكون الخاص بالمملكة العربية السعودية وأنشئ نفسك في موطن للتقنيات الرقمية الناشئة والمبتكرة والمحطة الجديدة للتكنولوجيا الرقمية.",
    "This virtual SEZ is part of King Abdulaziz City for Science and Technology (KACST) in Riyadh":"هذه المنطقة الاقتصادية الخاصة الافتراضية تعد جزءًا من مدينة الملك عبدالعزيز للعلوم والتقنية (كاكست) في الرياض.",
    "Sectors of opportunity ":"قطاعات الفرص المتاحة",
    "Cloud Computing":"الحوسبة السحابية",
    "Join an industrial city and growth hub, perfectly located on the Red Sea":"انضم إلى مدينة صناعية ومركز نمو مثالي الموقع على البحر الأحمر.",
    "Province: Jazan":"المنطقة: جازان",
    "Size of the zone: 24.6km2":"حجم المنطقة: 24.6 كم مربع",
    "Food processing":"تجهيز الأغذية",
    "Metals conversion":"تحويل المعادن",
    "Logistics ":"اللوجستيات",
    "Take advantage of Jazan’s unique position on the crucial Red Sea shipping route, its proximity to growing African markets and its role as a platform for Saudi Arabia-China investment.":"استفد من موقع جازان الفريد على مسار الشحن الحيوي في البحر الأحمر، وقربها من الأسواق الأفريقية المتنامية ودورها كمنصة للاستثمار بين المملكة العربية السعودية والصين.",
    "Access internationally competitive prices ":"الوصول إلى أسعار تنافسية عالميًا"


}
