{
    "توسع معنا في المملكة العربية السعودية":"Expand in Saudi Arabia with us",
    "تعد المملكة العربية السعودية واحدة من الاقتصادات التي تتطلع إلى المستقبل ، بما تتمتع به من فرص غير مستغلة وفرص استثمارية فريدة":"The KSA is one of the economies foreseeing the future, with its untapped opportunities and unique investment opportunities",
    "اتصل بنا":"Contact us",
    "أفضل خيار للملكية الأجنبية بنسبة 100٪  تأسيس الشركة في المملكة العربية السعودية":"Top Choice For 100% Foreign-Owned Company Setup In KSA",
    "إن بدء عمل تجاري مستقل مملوك لأجانب في المملكة العربية السعودية هو عملية صعبة بسبب التسجيلات والتراخيص من وزارة الشؤون الخارجية والوزارة والوزارات الأخرى ، ورسوم الإقامة ، والتصاريح المختلفة. ستساعدك الاستفادة من خدمة مستشار الأعمال الأجنبية في المملكة العربية السعودية مثل متدد على تجنب العقبات المختلفة في هذه العملية. بعد اجتياز العملية للعديد من الشركات ذات المسؤولية المحدودة وشركات الخدمات المشتركة من قبل ، تقدم متدد إعداد أعمال خبير في المملكة العربية السعودية. دعنا نعتني بالمتطلبات الشاملة لإعداد عملك وبدء عملياتك بأسس قانونية وعملية متينة.":"Starting an independent foreign-owned business in the Kingdom of Saudi Arabia is a demanding process because of registrations and licenses from MISA and other ministries, residency fees, and various permits. Leveraging the service of a foreign business consultant in KSA like Motaded will help you avoid different roadblocks in the process. Having gone through the process for multiple LLCs and JSCs before, Motaded offers expert business setup KSA. Let us take care of the extensive requisites of your business setup and start your operations with solid legal and working foundations.",
    "نمو":"Growth",
    "إن ملكيتنا المشتركة تغذي التزامنا بنجاح العميل.":"Our shared ownership fuels our commitment to client success.",
    "مستشار":"Consultant",
    "أكثر من 40 عامًا من ابتكارات العلامة التجارية للعملاء والعملاء.":"Over 40 years of driving brand innovations for clients and customers.",
    "تطوير":"Development",
    "مساعدة العلامات التجارية على ترجمة الرؤى والأفكار والتجارب إلى قيمة.":"Helping brands translate insights, ideas and experiences into value."


}